[iris_vo_ep2_01_echox_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What the Pistons have for you, boy: The Pistons are your sponsor. Piston will take you under his muscular wings and together we will open this part. I played my first tournament in arenas. Come and show everyone how irresistible your pistons and mandarins are!!",Time=0)

[iris_vo_ep2_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Is it just me or does it seem like he's always trying to deceive you??",Time=0)

[iris_vo_ep2_03_echox_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Usually your first battle is with enemies. But no matter what, instead you meet a new group that calls themselves the Monster Horde. They can fight until their hands are tied behind their backs, but be careful..",Time=0)

[iris_vo_ep2_04_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sir, look, the next game is here! What does he need to satisfy his thirst for destruction? I think we all know the answer: Tal Weiss!",Time=0)

[iris_vo_ep2_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The rules are simple! Use your assigned team to kill them all! The last bastard came out!!",Time=0)

[iris_vo_ep2_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you want to start, go to the middle of the field!!",Time=0)

[iris_vo_ep2_07_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ladies and gentlemen, the time we've been waiting for has arrived: Terrorists Vs. A terrorist group. Treasure hunter! Everyone is ready to be embarrassed more than once!!",Time=0)

[iris_vo_ep2_08_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, are you still fighting these idiots? If you want to connect the piston, you have to get up..",Time=0)

[iris_vo_ep2_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Great Fire by Commerce Seeker.!",Time=0)

[iris_vo_ep2_10_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is so crazy! and justice?",Time=0)

[iris_vo_ep2_11_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="O Blessed Virgin! She is very beautiful.!",Time=0)

[iris_vo_ep2_11a_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The wave is over. But not anymore!",Time=0)

[iris_vo_ep2_11b_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Vote, people!!",Time=0)

[iris_vo_ep2_11c_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And the second wave! You need to load the ammunition.!",Time=0)

[iris_vo_ep2_11d_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's move on to the second wave!",Time=0)

[iris_vo_ep2_11e_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Buy while you live! Otherwise nonsense!!",Time=0)

[iris_vo_ep2_11f_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now, be careful.!",Time=0)

[iris_vo_ep2_11g_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This monster attacks the bakery like a child! Yes, I love cakes!!",Time=0)

[iris_vo_ep2_11h_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The last wave! Log in now!",Time=0)

[iris_vo_ep2_12_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You don't care, you love it.",Time=0)

[iris_vo_ep2_13_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[iris_vo_ep2_14_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Things to do, things to do, things to do. What is given will be done. Camera Seeker won and ranked 5th.!",Time=0)

[iris_vo_ep2_15_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The bakery is proud of you I gave him the blowjob, he took the blowjob and the piston thought it was the start of a beautiful relationship..",Time=0)